Repository: rueth-org/CleverCheck
Catalog: CleverCheck/Resources/Localizable.xcstrings
Source language: en
Languages: da, de

source: Checking sanity of energy candidates...
da: Tjekker energikandidater…
de: Prüfe Energiekandidaten…

source: Checking sanity of power candidates...
da: Tjekker ydelsekandidater…
de: Prüfe Leistungskandidaten…

source: Checking sanity of SOC candidates...
da: Tjekker SOC-kandidater…
de: Prüfe SOC-Kandidaten…

source: Checking sanity of time candidates...
da: Tjekker tidskandidater…
de: Prüfe Zeitkandidaten…

source: Evaluating backlog
da: Evaluieren backlog
de: Evaluiere Backlog

source: Adding the following values as energy with medium confidence:
da: Tilføjer følgende værdier som energi med middel sikkerhed:
de: Füge folgende Werte als Energie mit mittlerer Konfidenz hinzu:

source: Adding the following values as power with medium confidence:
da: Tilføjer følgende værdier som ydelse med middel sikkerhed:
de: Füge folgende Werte als Leistung mit mittlerer Konfidenz hinzu:

source: Adding the following values as SOC with medium confidence:
da: Tilføjer følgende værdier som SOC med middel sikkerhed:
de: Füge folgende Werte als Ladestand mit mittlerer Konfidenz hinzu:

source: Backlog check done.
da: Backlog-tjek færdig.
de: Backlog-Prüfung abgeschlossen.

source: Text evaluation finished.
da: Tekst-evaluering færdig.
de: Textauswertung abgeschlossen.

source: - This should not have happened, please inform the developer team.
da: - Dette burde ikke være sket, giv venligst besked til udviklerteamet.
de: - Das hätte nicht passieren dürfen, bitte das Entwicklerteam informieren.

source: Copy
da: Kopi
de: Kopie

source: - Adding all values to both initial and final SOC.
da: - Tilføjer alle værdier til både den indledende og den endelige SOC.
de: - Füge alle Werte dem Ausgangs- und Endladestand zu.

source: - Could not parse as duration, adding to backlog
da: - Kunne ikke analysere som varighed, tilføjer til backlog
de: - Konnte nicht als Dauer erkannt werden, wird dem Backlog hinzugefügt

source: - Could not parse as number, adding to backlog
da: - Kunne ikke analysere som tal, tilføjer til backlog
de: - Konnte nicht als Zahl erkannt werden, wird dem Backlog hinzugefügt

source: - Could not parse as valid percentage, adding to backlog
da: - Kunne ikke analysere som en gyldig procentdel, tilføjer til backlog
de: - Konnte nicht als gültiger Prozentwert erkannt werden, wird dem Backlog hinzugefügt

source: - Identified as duration or time
da: - Identificeret som varighed eller tid
de: - Identifiziert als Dauer oder Zeit

source: - Identified as energy
da: - Identificeret som energi
de: - Erkannt als Energie

source: - Identified as power
da: - Identificeret som ydelse
de: - Erkannt als Leistung

source: - Identified as SOC
da: - Identificeret som SOC
de: - Erkannt als Ladestand

source: - No end time found, assuming capture time.
da: - Ingen sluttidspunkt fundet, forudsat optagelsestidspunkt.
de: - Keine Schlusszeit gefunden, verwende Aufnahmezeit.

source: - No indication for a certain type found, adding to backlog
da: - Ingen indikation af en bestemt type fundet, tilføjer til backlog
de: - Keine Indikation für einen bestimmten Typen gefunden, wird zum Backlog hinzugefügt

source: - none -
da: - ingen -
de: - keine -

source: - One candidate found
da: - En kandidat fundet
de: - Ein Kandidat gefunden

# - Select a car -
source: - Select a vehicle -
da: - Vælg køretøj -
de: - Fahrzeug auswählen -

source: - Select a charger -
da: - Vælg lader -
de: - Lader auswählen -

source: - Select a plan -
da: - Vælg plan -
de: - Plan auswählen -

source: - Select a plan type -
da: - Vælg plan type -
de: - Plantyp wählen -

source: 'Valid from' date must be before 'valid until' date.
da: Datoen 'Gyldig fra' skal være før datoen 'gyldig indtil'.
de: ‚Gültig ab‘-Datum muss vor ‚Gültig bis‘-Datum liegen.

source: /day
da: /dag
de: /Tag

# %lld related charging sessions: %@
source: %1$lld related charging sessions: %2$@
da: %1$lld relaterede opladningssessioner: %2$@
de: %1$lld verknüpfte Ladevorgänge: %2$@

# A home consumption entry is recommended for a refunded charging cost plan.
source: Session saved. Assigning a home consumption is recommended for a refunded plan.
da: Session gemt. Det anbefales at tildele et hjemmeforbrug for en refunderet plan.
de: Ladevorgang gespeichert. Bei einem Rückerstattungsplan wird empfohlen, einen Heimverbrauch zuzuordnen.

source: Absolut and specific cost
da: Absolut og specifik
de: Absolut und spezifisch

source: Absolut cost
da: Absolutte omkostninger
de: Absolut

source: Add
da: Tilføj
de: Hinzufügen

source: Add Charging Cost Plan
da: Tilføj opladningsomkostningsplan
de: Ladekostenplan hinzufügen

source: Add later
da: Tildel senere
de: Später zuordnen

source: Add now
da: Tildel nu
de: Jetzt zuordnen

source: All homes
da: Alle steder
de: Alle Orte

source: All locations
da: Alle steder
de: Alle Orte

source: All time
da: Hele tiden
de: Alle Zeiten

source: All vehicles
da: Alle køretøjer
de: Alle Fahrzeuge

source: Amount
da: Mængde
de: Menge

source: Amount is gross
da: Med moms
de: Bruttobetrag

source: An estimation of the charged energy requires initial SOC less than final SOC.
da: Et estimat af den opladede energi kræver en initial SOC, der er mindre end den finale SOC.
de: Zur Abschätzung der geladenen Energie ist ein anfänglicher Ladestand (SOC) erforderlich, der kleiner ist als der finale Ladestand (SOC).

source: Archived
da: Arkiveret
de: Archiviert

source: Assign imported sessions to
da: Tildel importerede sessioner til
de: Importierte Ladevorgänge für Fahrzeug

source: Automatically determined related home consumption %@. Please save this session or correct.
da: Automatisk bestemte relateret hjemmeforbrug ‚%@‘. Gem venligst denne session eller ret den.
de: Zugehöriger Heimverbrauch ‚%@‘ automatisch bestimmt. Bitte speichern oder korrigieren.

source: Average consumption
da: Gennemsnitligt forbrug
de: Durchschnittsverbrauch

source: By consumption
da: Efter forbrug
de: Nach Verbrauch

source: Cancel
da: Afbryd
de: Abbrechen

source: Cannot delete
da: Kan ikke slettes
de: Kann nicht löschen

source: Cannot delete this item.
da: Dette element kan ikke slettes.
de: Kann diesen Eintrag nicht löschen.

# Car
source: Vehicle
da: Køretøj
de: Fahrzeug

# Cars
source: Vehicles
da: Køretøjer
de: Fahrzeuge

source: Charged energy
da: Ladet energi
de: Geladene Energie

source: Charged Energy
da: Lademængde
de: Lademenge

source: Charged energy: %@
da: Ladet energi: %@
de: Geladene Energie: %@

source: Charger
da: Lader
de: Lader

source: Chargers
da: Ladere
de: Lader

source: Charging
da: Opladning
de: Laden

source: Charging consumption
da: Ladeforbrug
de: Ladeverbrauch

source: Charging Consumption:
da: Ladeforbrug:
de: Ladeverbrauch:

source: Charging cost
da: Opladningsomkostninger
de: Ladekosten

source: Charging cost per %@
da: Opladningsomkostninger pr. %@
de: Ladekosten pro %@

source: Charging Cost Plan
da: Ladeomkostningsplan
de: Ladekostenplan

source: Charging Cost Plans
da: Ladeomkostningsplaner
de: Ladekostenpläne

source: Charging Cost:
da: Ladeomkostninger:
de: Ladekosten:

source: Charging data
da: Opladningsdata
de: Ladedaten

# Charging Session %lld of %lld
source: Charging Session %1$lld of %2$lld
da: Ladesession %1$lld af %2$lld
de: Ladevorgang %1$lld von %2$lld

source: Charging Sessions
da: Ladesession
de: Ladevorgänge

source: Check for missing refunding home consumptions
da: Tjek for manglende refusion af hjemmeforbrug
de: Prüfe fehlende Erstattungsheimverbräuche

source: Choose home consumption:
da: Vælg hjemmeforbrug:
de: Heimverbrauch wählen:

source: Choose later
da: Vælg senere
de: Später auswählen

source: Comment: %@
da: Kommentar: %@
de: Kommentar: %@

source: Comments
da: Kommentarer
de: Kommentare

source: Consumption
da: Forbrug
de: Verbrauch

source: Consumption included elsewhere
da: Forbrug inkluderet andetsteds
de: Verbrauch anderweitig enthalten

source: Consumption:
da: Forbrug:
de: Verbrauch:

source: Continue
da: Fortsætte
de: Weiter

source: Cost
da: Omkostninger
de: Kosten

source: Cost amount
da: Beløb
de: Betrag

source: Cost entry
da: Omkostningsindtastning
de: Kosteneingabe

# Cost per %@: %@
source: Cost per %1$@: %2$@
da: Omkostninger pr. %1$@: %2$@
de: Kosten pro %1$@: %2$@

source: Cost: %@
da: Omkostninger: %@
de: Kosten: %@

source: Could not convert currency, showing original currency %@.
da: Kunne ikke konvertere valutaen, viser den oprindelige valuta %@.
de: Konnte Währung nicht konvertieren, zeige Originalwährung %@.

source: Could not find the price element to edit.
da: Kunne ikke finde priselementet til redigering.
de: Konnte das zu bearbeitende Preiselement nicht finden.

source: Could not load currency converter service. Costs will be shown in their original currency.
da: Valutaomregnertjenesten kunne ikke startes. Omkostningerne vises i deres oprindelige valuta.
de: Konnte Währungsumrechnungsservice nicht starten. Kosten werden in der Originalwährung angezeigt.

source: Currency
da: Valuta
de: Währung

source: Daily
da: Daglig
de: Täglich

source: DANGER
da: FARE
de: ACHTUNG

source: Danger Zone
da: Farezone
de: Gefahrenzone

source: Day
da: Dag
de: Tag

source: Default price
da: Normalpris
de: Normalpreis

source: Default price per %@
da: Normalpris pr. %@
de: Normalpreis pro %@

source: Default SOC
da: Default-ladeniveau
de: Default-Ladestand

source: Delete
da: Slet
de: Löschen

source: Delete all data
da: Slet alle data
de: Alle Daten löschen

source: Delete charging session
da: Slet ladesession
de: Ladevorgang löschen

source: Delete home consumption
da: Slet hjemmeforbrug
de: Heimverbrauch löschen

source: Direct charging cost
da: Direkte ladeomkostninger
de: Direkte Ladekosten

source: Display gross prices
da: Vis bruttopriser
de: Zeige Bruttopreise

source: Distance multiplier
da: Afstandsmultiplikator
de: Entfernungsmultiplikator

source: Do not take over
da: Tag ikke over
de: Nicht übernehmen

source: Duplicate
da: Duplikere
de: Duplizieren

source: Duration: %@
da: Varighed: %@
de: Dauer: %@

source: Edit
da: Redigere
de: Bearbeiten

# Edit Car
source: Edit Vehicle
da: Rediger køretøj
de: Fahrzeug bearbeiten

source: Edit Charger
da: Rediger lader
de: Lader bearbeiten

source: Edit Home Consumption
da: Rediger hjemmeforbrug
de: Heimverbrauch bearbeiten

source: Edit Location
da: Rediger sted
de: Ort bearbeiten

source: Edit Plan
da: Rediger plan
de: Plan bearbeiten

source: Edit Price Element
da: Rediger prisbestanddel
de: Preisbestandteil bearbeiten

source: Edit Session
da: Rediger session
de: Ladevorgang bearbeiten

source: End
da: Ende
de: Ende

source: End Time
da: Ladeslut
de: Ladeende

source: Ending this month
da: Slutter denne måned
de: Diesen Monat endend

source: Energy
da: Energi
de: Energie

source: Energy check done.
da: Energi-tjek færdig.
de: Energieprüfung abgeschlossen.

source: Energy consumption:
da: Energiforbrug:
de: Energieverbrauch:

source: Energy unit
da: Energienhed
de: Energieeinheit

source: Enter 'DELETE ALL' to confirm - this cannot be undone.
da: Skriv 'DELETE ALL' for at bekræfte - dette kan ikke fortrydes.
de: Bitte gib 'DELETE ALL' ein - das kann nicht rückgängig gemacht werden.

source: Error
da: Fejl
de: Fehler

source: Export all data (JSON)
da: Eksporter alle data (JSON)
de: Alle Daten exportieren (JSON)

source: Failed to get image
da: Kunne ikke hente billedet
de: Konnte Bild nicht lesen

source: Fatal Error
da: Fatal fejl
de: Fataler Fehler

source: Final SOC
da: Slut-ladeniveau
de: Endladestand

source: Final SOC: %@
da: Slutladetilstand: %@
de: Endladestand: %@

source: Financial settings
da: Økonomiske indstillinger
de: Finanzielle Einstellungen

source: Gross Cost
da: Totalomkostninger
de: Bruttokosten

source: Gross Cost:
da: Totalomkostninger:
de: Bruttokosten:

source: Home
da: Hjemme
de: Zuhause

source: Home consumption
da: Hjemmeforbrug
de: Heimverbrauch

source: Home Consumption
da: Hjemmeforbrug
de: Heimverbrauch

source: Home consumption cost
da: Hjemmeforbrugsomkostninger
de: Heimverbrauchskosten

source: Home consumption cost per %@
da: Hjemmeforbrugsomkostninger pr. %@
de: Heimverbrauchskosten pro %@

source: Home Consumption Cost:
da: Hjemmeforbugsomkostninger:
de: Heimverbrauchskosten:

source: Home Consumption for refunding: %@
da: Hjemmeforbrug til refundering: %@
de: Rückerstattungsheimverbrauch: %@

source: Home Consumption:
da: Hjemmeforbrug:
de: Heimverbrauch:

source: Home Consumptions
da: Hjemmeforbrug
de: Heimverbräuche

source: Ignore date
da: Ignorer dato
de: Datum ignorieren

source: Ignore plan
da: Ignorer plan
de: Plan ignorieren

source: Image capture failed: %@
da: Billedoptagelse mislykkedes: %@
de: Bilderfassung fehlgeschlagen: %@

source: Import Charging Sessions (JSON)
da: Importér opladningssessioner (JSON)
de: Ladevorgänge importieren (JSON)

source: Import Home Consumptions (JSON)
da: Importér hjemmeforbruger (JSON)
de: Heimverbräuche importieren (JSON)

source: Import Price Elements (JSON)
da: Importér prisbestanddele (JSON)
de: Preisbestandteile importieren (JSON)

source: Individual
da: Individuel
de: Individuell

source: Initial SOC
da: Start-ladeniveau
de: Anfangsladestand

source: Initial SOC: %@
da: Startladetilstand: %@
de: Anfangsladestand: %@

source: kilowatthours
da: kilowattstunden
de: kilowatttimer

source: Label
da: Kendetegn
de: Kennzeichen

source: Label of the price element already exists.
da: Etiketten for priselementet findes allerede.
de: Kennzeichen des Preiselements ist bereits vorhanden.

source: Label of the price element cannot be empty.
da: Priselementets etiket må ikke være tomt.
de: Kennzeichen des Preiselements darf nicht leer sein.

source: Load sample master data
da: Indlæs prøvestamdata
de: Beispiel-Stammdaten laden

source: Location
da: Sted
de: Ort

source: Location:
da: Sted:
de: Ort:

source: Location: %@
da: Sted: %@
de: Ort: %@

source: Locations
da: Steder
de: Orte

source: Maintenance
da: Vedligeholdelse
de: Wartung

source: Make
da: Mærke
de: Marke

source: Make and model are required.
da: Mærke og model er påkrævet.
de: Marke und Modell werden benötigt.

source: Master Data
da: Stamdata
de: Stammdaten

# Max power must be greater than 0.
source: Max power must be greater than 0. Home chargers usually have 11 kW. Consider removing if unknown.
da: Maksimal effekt skal være større end 0. Hjemmeopladere har normalt 11 kW. Overvej at fjerne hvis ukendt.
de: Maximale Ladeleistung muss größer als 0 sein. Heimlader haben üblicherweise 11 kW. Bitte entfernen falls unbekannt.

source: Maximum charging power
da: Maksimal ladeeffekt
de: Maximale Ladeleistung

# Maximum Power
source: Max. charging power
da: Maks. ladeeffekt
de: Max. Ladeleistung

source: Measurement system
da: Målesystem
de: Messsystem

source: metric
da: Metrisk
de: Metrisch

source: Mileage
da: Kilometertal
de: Kilometerstand

# Mileage must be between %@ %@ and %@ %@.
source: Mileage must be between %1$@ %2$@ and %3$@ %4$@.
da: Kilometertal skal være mellem %1$@ %2$@ og %3$@ %4$@.
de: Kilometerstand muss zwischen %1$@ %2$@ und %3$@ %4$@ liegen.

source: Mileage must be between %1$@ and %2$@.
da: Kilometertallet skal være mellem %1$@ og %2$@.
de: Kilometerstand muss zwischen %1$@ und %2$@ liegen.

# Mileage must be greater or equal than %@ %@.
source: Mileage must be greater or equal than %1$@ %2$@.
da: Kilometerstanden skal være større end eller lig med %1$@ %2$@.
de: Kilometerstand muss größer oder gleich %1$@ %2$@ sein.

source: Mileage must be greater or equal than %@.
da: Kilometerstanden skal være større end eller lig med %@.
de: Kilometerstand muss größer oder gleich %@ sein.

# Mileage must be less or equal than %@ %@.
source: Mileage must be less or equal than %1$@ %2$@.
da: Kilometertal skal være mindre end eller lig med %1$@ %2$@.
de: Kilometerstand muss kleiner oder gleich %1$@ %2$@ sein.

source: Mileage must be less or equal than %@.
da: Kilometerstanden skal være mindre end eller lig med %@.
de: Kilometerstand muss kleiner oder gleich %@ sein.

source: Mileage: %@
da: Kilometertal: %@
de: Kilometerstand: %@

source: minutes
da: minuten
de: minutter

source: Miss a currency? Add it in settings!
da: Mangler du en valuta? Tilføj den i indstillingerne!
de: Fehlt eine Währung? Füge sie in den Einstellungen hinzu!

source: Month
da: Måned
de: Monat

source: Monthly price
da: Månedlig pris
de: Monatlicher Preis

source: Name
da: Navn

source: Name is required.
da: Navn er påkrævet.
de: Name wird benötigt.

source: Net battery capacity
da: Netto batterikapacitet
de: Nettobatteriekapazität

source: Net Cost
da: Nettoomkostninger
de: Nettokosten

source: Net Cost:
da: Nettoomkostninger:
de: Nettokosten:

source: Net Total:
da: Netto total:
de: Gesamtnetto:

# New Car
source: New Vehicle
da: Ny køretøj
de: Neues Fahrzeug

source: New Charger
da: Ny lader
de: Neuer Lader

source: New Home Consumption
da: Ny hjemmeforbrug
de: Neuer Heimverbrauch

source: New Location
da: Nyt sted
de: Neuer Ort

source: New Plan
da: Ny plan
de: Neuer Plan

source: New Price Element
da: Ny prisbestanddel
de: Neuer Preisbestandteil

source: New Session
da: Ny session
de: Neuer Ladevorgang

# No cars found.
source: No vehicles found.
da: Ikke nogle køretøjer fundet.
de: Keine Fahrzeuge gefunden.

source: No charged energy identified
da: Ingen ladet energi identificeret
de: Keine Lademenge identifiziert

source: No chargers found.
da: Ikke nogle ladere fundet.
de: Keine Ladestationen gefunden.

source: No charging sessions found.
da: Ingen opladningssessioner fundet.
de: Keine Ladevorgänge gefunden.

source: No consumption data available.
da: Ingen forbrugsdata tilgængelige.
de: Keine Verbrauchsdaten verfügbar.

source: No cost
da: Ingen ekstra omkostninger
de: Keine weiteren Kosten

source: No data
da: Ingen data
de: Keine Daten

source: No end time identified
da: Ingen sluttidspunkt identificeret
de: Keine Schlusszeit identifiziert

source: No file to share
da: Ingen fil at dele
de: Keine Datei zum Teilen gefunden

source: No final SOC identified
da: Ingen endelig SOC identificeret
de: Kein Endladestand identifiziert

source: No home consumptions found.
da: Ikke nogle hjemmeforbug fundet.
de: Kein Heimverbrauch gefunden.

source: No image available
da: Intet billede tilgængeligt
de: Kein Bild verfügbar

source: No initial SOC identified
da: Ingen initial SOC identificeret
de: Kein Anfangsladestand identifiziert

source: No location
da: Ikke noget sted
de: Kein Ort

source: No location found.
da: Intet sted fundet.
de: Kein Ort gefunden.

source: No locations found.
da: Ikke nogle steder fundet.
de: Keine Orte gefunden.

source: No plans found.
da: Ikke nogle planer fundet.
de: Keine Pläne gefunden.

source: No refunding cost plan found.
da: Ingen refusionsplan for omkostninger fundet.
de: Kein Erstattungsplan gefunden.

source: No session selected
da: Ingen session valgt
de: Kein Ladevorgang ausgewählt

source: No start time identified
da: Ingen starttidspunkt identificeret
de: Kein Startzeit identifiziert

source: No valid home consumption found, try to ignore date or plan.
da: Intet gyldigt hjemmeforbrug fundet. Prøv at ignorere dato eller plan.
de: Kein passender Heimverbrauch gefunden, bitte Datum oder Plan ignorieren.

source: None (leave as in file or use plan)
da: Ingen (lad være som i filen eller brug planen)
de: Keines (wie in Datei oder finde Plan)

source: Notice
da: Meddelelse
de: Hinweis

source: Once
da: En gang
de: Einmalig

source: Please add a car first
da: Tilføj venligst et køretøj først
de: Bitte erst ein Fahrzeug hinzufügen

source: Please add a charging cost plan first
da: Tilføj venligst en opladningsomkostningsplan først
de: Bitte erst einen Kostenplan hinzufügen

source: Please add a location first
da: Tilføj venligst en placering først
de: Bitte erst einen Ort hinzufügen.

source: Please save your changes before adding price elements.
da: Gem venligst dine ændringer, før du kan tilføje priselementer.
de: Bitte Änderungen speichern, um Preiselemente hinzufügen zu können.

source: Please save your changes before selecting a charging session.
da: Gem venligst dine ændringer, før du kan vælge ladesessioner.
de: Bitte Änderungen speichern, um Ladevorgänge auswählen zu können.

# Please select a car.
source: Please select a vehicle.
da: Vælg venligst et køretøj.
de: Bitte ein Fahrzeug wählen.

source: Please select a charger with a known location.
da: Vælg venligst en oplader med et kendt sted.
de: Bitte einen Lader mit bekanntem Ort wählen.

source: Please select a charger.
da: Vælg venligst en oplader.
de: Bitte einen Lader wählen.

source: Please select a charging cost plan first
da: Vælg venligst en opladningsplan først
de: Bitte erst einen Ladekostenplan auswählen

source: Please select a location.
da: Vælg venligst et sted.
de: Bitte einen Ort wählen.

source: Please select a plan
da: Vælg venligst en plan
de: Bitte einen Plan wählen

source: Please select a plan type.
da: Vælg venligst en plantype.
de: Bitte einen Plantyp wählen.

source: Please select a plan.
da: Vælg venligst en plan.
de: Bitte einen Plan wählen.

source: Please select a refunding plan.
da: Vælg venligst en refunderingsplan.
de: Bitte einen Erstattungsplan wählen.

source: Power check done.
da: Ydelse-tjek færdig.
de: Leistungsprüfung abgeschlossen.

source: Power unit
da: Ydelseenhed
de: Leistungseinheit

source: Preferred currencies: %@
da: Foretrukne valutaer: %@
de: Bevorzugte Währungen: %@

source: Price Elements
da: Prisbestanddel
de: Preisbestandteile

source: Refunded
da: Tilbagebetaling
de: Rückzahlung

source: Refunded Cost:
da: Refunderet omkostninger:
de: Zurückerstatte Kosten:

source: Refunding Plan
da: Tilbagebetalingsplan
de: Erstattungsplan

source: Related charger has no location.
da: Den tilhørende oplader har intet sted.
de: Zugehöriger Lader hat keinen Ort.

source: Results
da: Resultater
de: Ergebnisse

source: Save
da: Gem
de: Speichern

source: Save now
da: Gem nu
de: Jetzt speichern

source: Select all
da: Vælg alle
de: Alle auswählen

source: Select Car
da: Vælg køretøj
de: Fahrzeug auswählen

source: Select location
da: Vælg sted
de: Ort wählen

source: Select picture
da: Vælg billede
de: Bild auswählen

source: Select related charging sessions
da: Vælg relaterede opladningssessioner
de: Verknüpfte Ladevorgänge auswählen

source: Select the currencies to be included:
da: Vælg de valutaer, der skal inkluderes:
de: Wähle die Währungen, die eingeschlossen werden sollen:

# Select vehicle to show data
source: Select vehicle
da: Vælg køretøj
de: Fahrzeug wählen

source: Session ended: %@
da: Session sluttet: %@
de: Ladevorgang beendet: %@

source: Session started: %@
da: Session startet: %@
de: Ladevorgang gestartet: %@

source: Settings
da: Indstillinger
de: Einstellungen

source: Show energy over distance
da: Vis energi over afstand
de: Zeige Energie über Entfernung

source: SOC check done.
da: SOC-tjek færdig.
de: Ladestand-Prüfung abgeschlossen.

# SOC: %@ → %@
source: SOC: %1$@ → %2$@
da: Ladetilstand: %1$@ → %2$@
de: Ladestand: %1$@ → %2$@

source: Specific Charging Cost:
da: Specifikke ladeomkostninger:
de: Spezifische Ladekosten:

source: Specific cost
da: Specifik
de: Kosten pro Energieeinheit

source: Specific Gross Cost:
da: Specifikke totalomkostninger:
de: Spezifische Gesamtkosten:

source: Specific Home Consumption Cost:
da: Specifikke hjemmeforbrugsomkostninger:
de: Spezifische Heimverbrauchskosten:

source: Start time must be before end time.
da: Starttid skal være inden sluttid.
de: Startzeit muss vor der Endzeit sein.

source: Success
da: Succes
de: Erfolg

source: Take over
da: Tag over
de: Übernehmen

source: Take picture
da: Tag billede
de: Bild aufnehmen
